{"definition": "1) Ev biçimi, birkaç direkli, uzun bölüntülü keçeden yapılmış göçebe çadırı.\n2) çadırlardan müteşekkil küçük topluluk.\n3) Göçebe ailesi. çadır halkı.\n", "search": "oba", "word": "oba"}
{"definition": "1) Fr. Hakikatı olduğu gibi aksettiren.\n2) Fotoğraf makinası ve dürbün gibi cihazlardaki mercekler.\n3) Gaye.\n4) Fls: Varlıkla alâkalı.\n", "search": "objektif", "word": "objektîf"}
{"definition": "Ask: Dikey veya dalıcı atış yapabilen, oldukça kısa namlulu top. Obüsler Milâdi 16. asırda icad olunmuştur. Bir mânianın arkasında bulunan ve bu sebeple doğruca görülemeyen düşman mevzilerinin yüksek münhanilerle aşırılmak suretiyle endaht yapmak maksadıyla icad edilmiştir.", "search": "obus", "word": "obüs"}
{"definition": "Tar: Yeniçeri Ocağı'nın imamı. Cami-i Miyane adını alan ve ilkin mescid halinde bulunan Orta camii, Hicri 1000 senesinde büyütülerek cami haline getirilmiştir. Camiin imamı, hatibi, müezzini, muarrifi ve kayyumu vardı. îmam, Yeniçeriler arasında okuyup yazan ve tahsil görenlerden seçilirdi.", "search": "ocak imami", "word": "ocak îmami"}
{"definition": "t. Ateş, nar.", "search": "od", "word": "od"}
{"definition": "Fr. Yazıhane, daire, büro.", "search": "ofis", "word": "ofîs"}
{"definition": "Keçi yavrusu.", "search": "oglak", "word": "oğlak"}
{"definition": "Yay veya keman denilen kavis şeklinde bükülmüş bir ağaç çubuğa gerili kirişe takılarak uzağa atılan ucu sivri demirli ince ve kısa değneğe verilen addır. Ok, silâhın icadından evvel insanlar tarafından kullanılmış ise de, en büyük mahareti Türkler, Araplar göstermişlerdir. (O.T.D.S.)", "search": "ok", "word": "ok"}
{"definition": "(Veya hemzenin hazfı ile \"Vekiyye\") Eskiden kullanılan bir ağırlık ölçüsü. Yerlere ve muhitlere göre değişir. Dörtyüz dirhem ağırlık. Yedi miskal veya kırk dirhem ağırlık. şer'an kırk dirhem kabul edilmiş. En tanınmışı dörtyüz dirhemdir. (Bak: Direm)", "search": "okiyye", "word": "okîyye"}
{"definition": "t. Eskiden kullanılan bir ağırlık ölçüsü. Dörtyüz direm ağırlık. Okiyye. (Bak: Direm)", "search": "okka", "word": "okka"}
{"definition": "1) Büyük deniz. Bahr-ı muhit.\n2) Arapça büyük lügat kitabı.\n", "search": "okyanus", "word": "okyanus"}
{"definition": "Yun. Siyasi iktidarın, bir zümreden olan kişilerin elinde bulunması.", "search": "oligarsi", "word": "olîgarşî"}
{"definition": "Fr. Bir cerrahın canlı bir vücut üzerinde yaptığı cerrahi müdahale. Ameliyat.", "search": "operasyon", "word": "operasyon"}
{"definition": "1) ölçü, mikyas.\n2) Biçim, tenasüb, endam.\n3) Tahmin, keşif.\n", "search": "oran", "word": "oran"}
{"definition": "1) t. Bir devletin dinini, namusunu, vatan ve istiklâlini her çeşit yabancı taarruz ve tecavüzüne karşı koruyan askeri en büyük üç kuvvetten biri. Hava Ordusu, Deniz Ordusu, Kara Ordusu gibi.\n2) En büyük askeri birlik.\n3) Aynı iman ve düşünce sahiplerinin faaliyette olanlarının hepsi. (Maarif Ordusu, îlim Ordusu gibi mecazi olarak da söylenir.)\n", "search": "ordu", "word": "ordu"}
{"definition": "Pakistan'da Müslümanların konuştukları Arapça, Türkçe, Farsça ve Hintçeden müteşekkil olan dil.", "search": "ordu urdu dili", "word": "ordu (urdu) dîlî"}
{"definition": "Perişan edilmiş, dağıtılmış ordu.", "search": "orduyu mubla", "word": "ordu-yu müblâ"}
{"definition": "Ordunun konakladığı yer. Açıkta konaklayan ordunun konaklama yeri.", "search": "ordugah", "word": "ordugâh"}
{"definition": "1) t. Uzuv. Canlılarda belli bir vazifeyi yapmak için bir arada yaratılmış nesiclerin teşkil ettiği vücud parçası. (El, ayak, baş, göz.. gibi)\n2) Bir fikre, bir gayeye hizmet için çalışan.\n3) âlet.\n", "search": "organ", "word": "organ"}
{"definition": "1) Fr. Düzenleme, hazırlama, tanzim.\n2) Teşkilât.\n", "search": "organizasyon", "word": "organîzasyon"}
{"definition": "(Mi: 1288 - 1359) Osmanlı Devletinin kurucusu olan Babası Osman Gazi vefat edince (1326) Onun yerine tahta geçti. Onu yetiştiren, Hocası şeyh Edebâli idi. Genç yaşta gazi akıncılar arasına karıştı, çok cesur ve atılgandı. Akıncı Gaziler onun oğlu Süleyman Paşa kumandasında Rumeli'ye geçtiler. Türbesi Bursa'dadır. (R. Aleyh)", "search": "orhan gazi", "word": "orhan gazî"}
{"definition": "1) Fr. Bir şeyin aslı. Tuhaf, garib hâli olan.\n2) Değişik.\n3) Nev'i şahsına mahsus, kendine mahsus.\n4) Vasıf ve keyfiyetleri cihetinden benzerlerinden ayrı ve üstün.\n5) Bir nümuneye göre olan.\n", "search": "orijinal", "word": "orîjînal"}
{"definition": "1) Yelkenleri mümkün olduğu kadar rüzgârın estiği cihete yaklaştırarak seyretmek hâli.\n2) Geminin sol tarafı, iskele.\n", "search": "orsa", "word": "orsa"}
{"definition": "Yun. îtalya'daki Papalığa bağlı olmayıp, îstanbul'daki Fener Patrikhanesine bağlı Hristiyan. Doğu kilisesine ve an'anelerine sıkı sıkıya bağlı Hristiyanların mezhebi.", "search": "ortodoks", "word": "ortodoks"}
{"definition": "(Bak: Savm - Ramazan)(Oruç en gafillere ve mütemerridlere za'fını ve aczini, fakrını ihsas ediyor. Açlık vasıtası ile midesini düşünüyor. Midesindeki ihtiyacını anlar. Zayıf vücudu ne derece çürük olduğunu hatırlıyor. Ne derece merhamete ve şefkata muhtaç olduğunu derk eder. Nefsin fir'avunluğunu bırakıp kemal-i acz ve fakr ile dergâh-ı îlâhiyeye ilticaya bir arzu hisseder ve bir şükr-ü manevi eliyle rahmet kapısını çalmağa hazırlanır. Eğer gaflet kalbini bozmamış ise... M.)", "search": "oruc", "word": "oruç"}
{"definition": "Peygamberimiz Hazret-i Muhammed Aleyhissalâtü Vesselâm'ın en yakın sahabelerinden, Aşere-i Mübeşşere'den ve îslâmiyet için en çok fedakârlık gösterenlerdendir. Hz. Talha ve Zübeyr'den evvel imana geldi, iman edenlerin beşincisi oldu. Resül-ü Ekrem Aleyhissalâtü Vesselâm'ın üçüncü halifesi ve damadıdır. Hazret-i Osman (R.A.) çok zengindi. Bütün malını Peygamberimiz ve îslâmiyet için feda etti. çok hayâ ve hilm sahibi idi. Peygamberimizin (A.S.M.) iki kızı ile evlenmek nasib olduğu için kendisine \"Zinnureyn\" nâmı da verilmiştir. Hz. Ebu Bekir'in (R.A.) toplayıp cem'ettiği Kur'ân-ı Kerim nüshalarını teksir ederek mühim merkez ve vilâyetlere gönderdi. Sekseniki yaşında şehid edildi. (R.A.)", "search": "osman r.a.", "word": "osman (r.a.)"}
{"definition": "1) (Osmaniye) Osman'a ait, mensup.\n2) Osmanlı devletine mensup. Osmanlılarla alâkalı. Osman oğullarına ait.\n", "search": "osmani", "word": "osmanî"}
{"definition": "(Osmani. C.) Osmanlılar.", "search": "osmaniyan", "word": "osmanîyân"}
{"definition": "1) Osmanlı Devleti teb'asından olan.\n2) Anadolu Selçuklu Devleti'nin Bizans sınırındaki Beyliğin reisi olan Ertuğrul Bey'in vefatından sonra, Mi: 1288'de yerine geçen Osman Beyin kurduğu devlete mensup olan.\n", "search": "osmanli", "word": "osmanli"}
{"definition": "Osmanlıların konuştuğu dil olup, Türkçe, Arapça ve Farsçadan müteşekkildir.", "search": "osmanlica", "word": "osmanlica"}
{"definition": "(Bak: Heme ost)", "search": "ost", "word": "ost"}
{"definition": "Padişahlarla vezirlere mahsus çadırlar. Bunlardan padişahlarınkine \"Otağ-ı Hümayun\", sadrazamınkine ise \"Otağ-ı Asafi\" denilirdi.", "search": "otag", "word": "otağ"}
{"definition": "Fr. Kurularak veya vakti gelince harekete geçen, işleyen.", "search": "otomatik", "word": "otomatîk"}
{"definition": "1) Fr. Kumanda etme hakkı, itaat ettirme iktidarı.\n2) îdari veya siyasi iktidar.\n3) Muhakemeleri veya doktrini umumiyetle doğru olarak kabul edilen ve bir sahada derinleşmiş olan şahıs veya eser.\n", "search": "otorite", "word": "otorîte"}
{"definition": "t. Edb: Eski Türk şâiri ve âlimi.: ömer bîn farid: (M. 1180-1234) Kahire'de doğdu ve orada vefat etti. Mütefekkir ve mutasavvıf olup büyük şâirlerdendir. Divanı vardır.", "search": "ozan", "word": "ozan"}
