{"definition": "çadırcı ömer mânâsında olan bu kelime, îran'ın meşhur hayâlperest ve içkiden çok bahseden bir şâirinin adıdır.", "search": "omer hayyam", "word": "ömer hayyam"}
{"definition": "(Hi: 60-101) Emevi Devleti halifelerinden olup Hz. ömer'in ahfadındandır. Siyaset âleminde bir dâhi ve adâlette bir ikinci Hz. ömer'di. Malatya'yı Rumlardan yüzbin esir mukabilinde satın aldı. Zehirlenerek şehid edildi. (R. Aleyh)", "search": "omer ibni abdulaziz", "word": "ömer îbn-î abdülazîz"}
{"definition": "Resül-ü Ekrem'in (A.S.M.) ikinci halifesi, Aşere-i Mübeşşere'den ve sahabenin en büyüklerindendir. çok âdil, âbid, zâhid ve merhametli idi. Fakirce yaşadı. Adaleti, şecaat ve cesareti, îlâ-yı Kelimetullah için fedakârlığı meşhurdur. çok Hadis-i şeriflerle medhedildi. Zamanında çok fütühat ve ilerleme kaydedildi. Hilâfeti esnasında bütün âlem-i îslâm, Peygamber Aleyhissalâtü Vesselâm'ın devrindeki gibi huzur ve rahat içinde yaşadı. Onbuçuk sene yedi gün, dünyada hiç kimseye nasib olmayan bir adâlet içinde halifelik yaptı, 63 yaşında iken şehid edildi. (R.A.)Hak ile bâtılı ayırmada çok mâhir olduğundan Resül-ü Ekrem (A.S.M.) kendisine ömer-ül Fâruk ismini vermiştir.Bir zaman Hz. ömer Radıyallâhü Anhu demiştir ki: üç şey olmasa Hazret-i Kibriya'ya göçmek isterdim:1- Allah yolunda yürümek.2- Alnını toprağa sererek secde etmek.3- En güzel semereleri toplar gibi, sözün güzelini veren insanlarla sohbet etmek.", "search": "omer r.a.", "word": "ömer (r.a.)"}
{"definition": "Yaşama, hayat, yaşayış.", "search": "omr", "word": "ömr"}
{"definition": "Cehennem hayatı.", "search": "omru cahim", "word": "ömr-ü cahîm"}
{"definition": "Ebedi hayat.", "search": "omru cavid", "word": "ömr-ü câvîd"}
{"definition": "Geçmiş ömür. Geçmiş hayat.", "search": "omru guzeste", "word": "ömr-ü güzeşte"}
{"definition": "Hazin ömür. Hüzünlü hayat.", "search": "omru hazin", "word": "ömr-ü hazîn"}
{"definition": "îkinci hayat, âhiret hayatı.", "search": "omru sani", "word": "ömr-ü sânî"}
{"definition": "Uzun ömür.", "search": "omru tavil", "word": "ömr-ü tavîl"}
{"definition": "Geçici ömür, fani hayat.", "search": "omru zail", "word": "ömr-ü zâîl"}
{"definition": "(Bak: Umre)", "search": "omre", "word": "ömre"}
{"definition": "1) însanlar arasında güzel görülmüş, red ve inkâr edilmeyip mükerreren yapılagelmiş olan şeydir. Bu kelime; ihsan, ma'ruf, cud, sehâ, bezl ve atâ olunan, atiyye, tanımak, bilmek, biliş, ikrar eylemek, arka arkaya tetebbu ve tevâli etmek, Allah (C.C.) tarafından ulülemre ve Sultana tevdi' olunan hüküm, müstahsen, yani Hazret-i Peygamberin (A.S.M.) iyi gördüğü şeyler, gibi mânalara gelir.\n2) Fık: şer'an ve şeriata bağlı. Akl-ı selim sahiplerince müstahsen olup münker olmayan şey demektir. örf, şeriata eğer muhalif olursa, gayr-i meşru olur, onunla amel edilmez ve onun izâlesi lâzım gelir.\n", "search": "orf", "word": "örf"}
{"definition": "însanların âdet edindikleri, beğendikleri alışkanlık hâlleri, an'aneleri ve telâkkileri.", "search": "orfi nas", "word": "örf-î nâs"}
{"definition": "örf bakımından, âdetlere göre.", "search": "orfen", "word": "örfen"}
{"definition": "âdete âit ve onunla alâkalı.", "search": "orfi", "word": "örfî"}
{"definition": "(îdare-i örfi) Askeri kuvvete ihtiyacı gerektiren ve cemiyet hayatında zuhur eden müşkil hallerde vaktin icablarına göre ve vaziyet düzelinceye kadar sivil idare yerine askeri idare konması. Sıkı yönetim.", "search": "orfi idare", "word": "örfî îdare"}
{"definition": "örf, âdet ve geleneğe bağlı olan şeyler.", "search": "orfiyat", "word": "örfîyat"}
{"definition": "Onda birin onda biri, yâni yüzde bir.", "search": "osru misar", "word": "öşr-ü mîşar"}
{"definition": "Binde bir.", "search": "osru misari asir", "word": "öşr-ü mîşar-i aşîr"}
{"definition": "Ondalık, onda bir. Mahsullerden, Kur'an-ı Kerim hükümlerince onda bir olarak alınan zekât.", "search": "osur", "word": "öşür"}
{"definition": "1) Bir kusurun afvı için gösterilen sebep.\n2) Bahane, sebep.\n3) Mâni, engel. Kusur, nakise, sakatlık.\n4) Fevz. Zafer.\n5) Bir adamın kusur ve kabahatinin çok olması.\n6) Fık: Abdesti bozucu ve devamlı olan şey.\n", "search": "ozur", "word": "özür"}
{"definition": "özür dileyen. özür dileyerek affını isteyen.", "search": "ozurhah", "word": "özürhâh"}
